Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# preferences.topicFilter.noOpinion.hint
source: Shows only topics you have no opinion about
ar: يعرض المواضيع التي لا رأي لك فيها فقط
bn: শুধু যে বিষয়ে আপনার কোনো মত নেই তা দেখায়
ca: Mostra només els temes sobre els quals no tens opinió
cs: Zobrazí jen témata, k nimž nemáš názor
da: Viser kun emner, du ikke har nogen holdning til
de: Zeigt nur Themen, zu denen du keine Meinung hast
el: Εμφανίζει μόνο θέματα για τα οποία δεν έχεις άποψη
es: Muestra solo los temas sobre los que no tienes opinión
fi: Näyttää vain aiheet, joista sinulla ei ole mielipidettä
fr: Affiche uniquement les sujets sur lesquels vous n’avez pas d’avis
he: מציג רק נושאים שאין לך דעה לגביהם
hi: केवल वे टॉपिक दिखाता है जिन पर आपकी कोई राय नहीं
hr: Prikazuje samo teme o kojima nemaš mišljenje
hu: Csak azokat a témákat mutatja, amelyekről nincs véleményed
id: Hanya menampilkan topik yang tidak kamu beri pendapat
it: Mostra solo gli argomenti su cui non hai opinione
ja: 意見のないトピックだけを表示します
ko: 의견이 없는 주제만 보여줘요
ml: നിങ്ങൾക്ക് അഭിപ്രായമില്ലാത്ത വിഷയങ്ങൾ മാത്രം കാണിക്കുന്നു
ms: Hanya memaparkan topik yang anda tiada pendapat tentangnya
nb: Viser bare emner du ikke har noen mening om
nl: Toont alleen onderwerpen waarover je geen mening hebt
pl: Pokazuje tylko tematy, o których nie masz opinii
pt_br: Mostra só os tópicos sobre os quais você não tem opinião
pt_pt: Mostra apenas os tópicos sobre os quais não tem opinião
ro: Arată doar subiectele despre care nu ai nicio opinie
ru: Показывает только темы, по которым у вас нет мнения
sk: Zobrazí iba témy, na ktoré nemáš názor
sv: Visar bara ämnen du inte har någon åsikt om
ta: உங்களுக்குக் கருத்து இல்லாத தலைப்புகளை மட்டும் காட்டும்
te: మీకు అభిప్రాయం లేని అంశాలను మాత్రమే చూపుతుంది
th: แสดงเฉพาะหัวข้อที่คุณไม่มีความเห็น
tr: Yalnızca hakkında fikriniz olmayan konuları gösterir
uk: Показує лише теми, щодо яких ви не маєте думки
ur: صرف وہ موضوعات دکھاتا ہے جن پر آپ کی کوئی رائے نہیں
vi: Chỉ hiển thị các chủ đề bạn không có ý kiến
zh_hans: 只显示你没有表态的话题
zh_hant: 只顯示你無意見的主題

# preferences.topics.chooseHint
source: Pick a subject and your feed starts showing more of it.
ar: اختر موضوعًا ليظهر المزيد منه في خلاصتك فورًا.
bn: একটি বিষয় বেছে নিন, আপনার ফিড তা আরও বেশি দেখাতে শুরু করবে।
ca: Tria un tema i el teu canal començarà a mostrar-ne més.
cs: Vyber téma a tvůj kanál ho začne zobrazovat víc.
da: Vælg et emne, så begynder dit feed at vise mere af det.
de: Wähle ein Thema, und dein Feed zeigt mehr davon.
el: Διάλεξε ένα θέμα και η ροή σου αρχίζει να δείχνει περισσότερα από αυτό.
es: Elige un tema y tu feed empezará a mostrar más de él.
fi: Valitse aihe, niin syötteesi alkaa näyttää sitä enemmän.
fr: Choisissez un sujet et votre fil commencera à en montrer davantage.
he: בחר נושא והפיד שלך יתחיל להציג ממנו יותר.
hi: कोई विषय चुनें और आपकी फ़ीड उसे ज़्यादा दिखाने लगेगी।
hr: Odaberi temu i tvoj feed će početi prikazivati više nje.
hu: Válassz egy témát, és a hírfolyamod többet mutat belőle.
id: Pilih sebuah topik dan feed-mu mulai menampilkan lebih banyak tentangnya.
it: Scegli un argomento e il tuo feed inizierà a mostrarne di più.
ja: 分野を選ぶと、フィードにその分野がより多く表示されるようになります。
ko: 주제를 고르면 피드에 그 주제가 더 많이 나와요.
ml: ഒരു വിഷയം തിരഞ്ഞെടുക്കുക, നിങ്ങളുടെ ഫീഡ് അതിൽ കൂടുതൽ കാണിച്ചുതുടങ്ങും.
ms: Pilih subjek dan suapan anda mula memaparkan lebih banyak tentangnya.
nb: Velg et tema, så begynner feeden din å vise mer av det.
nl: Kies een onderwerp en je feed gaat er meer van tonen.
pl: Wybierz temat, a Twój kanał zacznie pokazywać go częściej.
pt_br: Escolha um assunto e seu feed passa a mostrar mais dele.
pt_pt: Escolha um assunto e o seu feed passa a mostrar mais sobre ele.
ro: Alege un subiect și fluxul tău începe să arate mai mult din el.
ru: Выберите тему, и лента начнёт показывать больше такого.
sk: Vyber tému a tvoj kanál ti začne ukazovať viac z nej.
sv: Välj ett ämne så börjar ditt flöde visa mer av det.
ta: ஒரு தலைப்பைத் தேர்ந்தெடுங்கள், உங்கள் ஊட்டம் அதை அதிகம் காட்டத் தொடங்கும்.
te: ఒక అంశాన్ని ఎంచుకోండి, మీ ఫీడ్ దానిలో ఎక్కువ చూపడం మొదలుపెడుతుంది.
th: เลือกเรื่องหนึ่ง แล้วฟีดของคุณจะเริ่มแสดงเรื่องนั้นมากขึ้น
tr: Bir konu seçin, akışınız ondan daha fazla göstermeye başlasın.
uk: Виберіть тему, і ваша стрічка почне показувати її більше.
ur: کوئی موضوع چنیں اور آپ کی فیڈ اس کا مزید دکھانا شروع کر دے گی۔
vi: Chọn một chủ đề và bảng tin của bạn bắt đầu hiển thị nhiều hơn về nó.
zh_hans: 选择一个主题，你的信息流就会显示更多相关内容。
zh_hant: 選擇一個主題，你的動態就會顯示更多相關內容。

# preferences.topics.emptySlice
source: No topics in this list yet.
ar: لا توجد مواضيع في هذه القائمة بعد.
bn: এই তালিকায় এখনও কোনো বিষয় নেই।
ca: Encara no hi ha temes en aquesta llista.
cs: V tomto seznamu zatím nejsou žádná témata.
da: Ingen emner på denne liste endnu.
de: In dieser Liste sind noch keine Themen.
el: Δεν υπάρχουν ακόμα θέματα σε αυτή τη λίστα.
es: Aún no hay temas en esta lista.
fi: Tässä luettelossa ei ole vielä aiheita.
fr: Aucun sujet dans cette liste pour l’instant.
he: אין עדיין נושאים ברשימה הזו.
hi: इस सूची में अभी कोई टॉपिक नहीं।
hr: Na ovom popisu još nema tema.
hu: Még nincs téma ezen a listán.
id: Belum ada topik di daftar ini.
it: Ancora nessun argomento in questo elenco.
ja: このリストにはまだトピックがありません。
ko: 이 목록에는 아직 주제가 없어요.
ml: ഈ പട്ടികയിൽ ഇതുവരെ വിഷയങ്ങളില്ല.
ms: Belum ada topik dalam senarai ini.
nb: Ingen emner i denne listen ennå.
nl: Nog geen onderwerpen in deze lijst.
pl: Na tej liście nie ma jeszcze tematów.
pt_br: Ainda não há tópicos nesta lista.
pt_pt: Ainda não há tópicos nesta lista.
ro: Încă niciun subiect în această listă.
ru: В этом списке пока нет тем.
sk: V tomto zozname zatiaľ nie sú žiadne témy.
sv: Inga ämnen i den här listan än.
ta: இந்தப் பட்டியலில் இன்னும் தலைப்புகள் இல்லை.
te: ఈ జాబితాలో ఇంకా అంశాలు లేవు.
th: ยังไม่มีหัวข้อในรายการนี้
tr: Bu listede henüz konu yok.
uk: У цьому списку ще немає тем.
ur: اس فہرست میں ابھی کوئی موضوع نہیں۔
vi: Chưa có chủ đề nào trong danh sách này.
zh_hans: 此列表中还没有话题。
zh_hant: 此清單中還沒有主題。

# preferences.topics.explanation
source: Interested counts a topic towards the filter above. Muted hides posts about it from International whether or not that filter is on.
ar: «مهتم» يحتسب الموضوع ضمن التصفية أعلاه. و«مكتوم» يخفي المنشورات المتعلقة به من الصفحة الدولية سواء كانت التصفية مفعّلة أم لا.
bn: আগ্রহী মানে বিষয়টি উপরের ফিল্টারের জন্য গণ্য হয়। মিউট করলে ফিল্টার চালু থাকুক বা না থাকুক, সেই বিষয়ের পোস্ট আন্তর্জাতিক থেকে লুকায়।
ca: M'interessa compta un tema per al filtre de dalt. Silenciat n'amaga les publicacions d'Internacional tant si aquest filtre està activat com si no.
cs: Zajímá mě započítá téma do filtru výše. Ztlumeno skryje příspěvky o něm z Mezinárodního kanálu, ať je tento filtr zapnutý, či nikoli.
da: Interesseret tæller et emne med i filtret ovenfor. Skjult fjerner opslag om det fra International, uanset om filtret er slået til.
de: „Interessiert“ zählt ein Thema für den Filter oben. „Stummgeschaltet“ blendet Beiträge dazu aus International aus, egal ob der Filter an ist.
el: Το «Με ενδιαφέρει» προσμετράται στο παραπάνω φίλτρο. Το «Σε σίγαση» κρύβει αναρτήσεις για αυτό από το Διεθνές είτε το φίλτρο είναι ενεργό είτε όχι.
es: Me interesa cuenta un tema para el filtro de arriba. Silenciado oculta de Internacional las publicaciones sobre él, esté o no activado ese filtro.
fi: Kiinnostunut laskee aiheen mukaan yllä olevaan suodattimeen. Mykistetty piilottaa aiheen julkaisut Kansainvälinen-syötteestä riippumatta siitä, onko suodatin päällä.
fr: Intéressé prend un sujet en compte pour le filtre ci-dessus. Masqué retire les posts sur ce sujet du fil International, que ce filtre soit activé ou non.
he: ״מעוניין״ סופר נושא לטובת המסנן שלמעלה. ״מושתק״ מסתיר פוסטים עליו מהפיד הבינלאומי בין אם המסנן פעיל ובין אם לא.
hi: "रुचि है" किसी टॉपिक को ऊपर के फ़िल्टर में गिनता है। "म्यूट" उसकी पोस्ट अंतरराष्ट्रीय से छिपाता है, चाहे वह फ़िल्टर चालू हो या नहीं।
hr: Zanima me ubraja temu u filtar iznad. Utišano skriva objave o njoj iz Međunarodnog bez obzira je li taj filtar uključen.
hu: Az Érdekel beleszámít egy témát a fenti szűrőbe. A Némítva elrejti a róla szóló bejegyzéseket a Nemzetközi hírfolyamból, a szűrő állapotától függetlenül.
id: Tertarik menghitung sebuah topik untuk filter di atas. Dibisukan menyembunyikan postingan tentangnya dari Internasional baik filter itu aktif maupun tidak.
it: Interessato conta un argomento per il filtro qui sopra. Silenziato nasconde da Internazionale i post che lo riguardano, che quel filtro sia attivo o no.
ja: 「興味あり」にすると、そのトピックが上のフィルターの対象になります。「ミュート」にすると、フィルターのオン・オフにかかわらず、そのトピックの投稿が国際フィードで非表示になります。
ko: 관심 있음은 위 필터에 이 주제를 반영해요. 뮤트는 필터가 켜져 있든 아니든 국제에서 이 주제의 게시물을 숨겨요.
ml: മുകളിലെ ഫിൽട്ടറിനായി വിഷയത്തെ കണക്കാക്കുന്നതാണ് താൽപര്യം. ആ ഫിൽട്ടർ ഓണായാലും അല്ലെങ്കിലും മ്യൂട്ട് ചെയ്താൽ അതിനെക്കുറിച്ചുള്ള പോസ്റ്റുകൾ അന്താരാഷ്ട്ര ഫീഡിൽ നിന്ന് മറയ്ക്കും.
ms: Berminat mengira topik untuk penapis di atas. Disenyapkan menyembunyikan siaran tentangnya daripada Antarabangsa sama ada penapis itu dihidupkan atau tidak.
nb: Interessert teller et emne med i filteret ovenfor. Dempet skjuler innlegg om det fra Internasjonalt, uansett om filteret er på.
nl: Geïnteresseerd telt een onderwerp mee voor het filter hierboven. Gedempt verbergt berichten erover uit Internationaal, ongeacht of dat filter aan staat.
pl: „Interesuje mnie” wlicza temat do filtra powyżej. „Wyciszony” ukrywa wpisy o nim w kanale międzynarodowym niezależnie od tego, czy filtr jest włączony.
pt_br: Interessado conta um tópico para o filtro acima. Silenciado oculta de Internacional os posts sobre ele, com ou sem esse filtro ativado.
pt_pt: Interessado conta um tópico para o filtro acima. Silenciado oculta as publicações sobre ele no Internacional, com ou sem esse filtro ativo.
ro: Mă interesează numără un subiect pentru filtrul de mai sus. Dezactivat ascunde postările despre el din Internațional, indiferent dacă filtrul este activ.
ru: «Интересно» учитывает тему в фильтре выше. «Скрыто» убирает посты о ней из международной ленты независимо от того, включён ли фильтр.
sk: Zaujíma ma započíta tému do filtra vyššie. Stlmené skryje príspevky o nej z Medzinárodných, bez ohľadu na to, či je tento filter zapnutý.
sv: Intresserad räknar ett ämne till filtret ovan. Tystat döljer inlägg om det från Internationellt oavsett om filtret är på.
ta: ஆர்வம் என்பது ஒரு தலைப்பை மேலுள்ள வடிகட்டியில் சேர்க்கும். ஒலியடக்கப்பட்டது, அந்த வடிகட்டி இயக்கத்தில் இருந்தாலும் இல்லாவிட்டாலும் அதைப் பற்றிய இடுகைகளைச் சர்வதேசத்திலிருந்து மறைக்கும்.
te: ఆసక్తి ఉంది అనేది పై ఫిల్టర్ కోసం అంశాన్ని లెక్కిస్తుంది. మ్యూట్ చేశారు అనేది ఆ ఫిల్టర్ ఆన్‌లో ఉన్నా లేకపోయినా దాని గురించిన పోస్ట్‌లను అంతర్జాతీయం నుండి దాచుతుంది.
th: สนใจ นับหัวข้อเข้าตัวกรองด้านบน ปิดเสียง ซ่อนโพสต์เกี่ยวกับหัวข้อนั้นจากนานาชาติ ไม่ว่าตัวกรองนั้นจะเปิดอยู่หรือไม่
tr: İlgileniyorum, bir konuyu yukarıdaki filtre için sayar. Sessizde, filtre açık olsun olmasın, o konudaki gönderileri Uluslararası akıştan gizler.
uk: «Цікавить» зараховує тему до фільтра вище. «Заглушено» приховує дописи про неї зі стрічки «Світ» незалежно від того, чи ввімкнено цей фільтр.
ur: "دلچسپی ہے" موضوع کو اوپر کے فلٹر میں شمار کرتا ہے۔ "میوٹ" اس کی پوسٹس بین الاقوامی سے چھپا دیتا ہے چاہے وہ فلٹر آن ہو یا نہ ہو۔
vi: Quan tâm tính một chủ đề vào bộ lọc ở trên. Đã ẩn sẽ ẩn bài đăng về nó khỏi Quốc tế dù bộ lọc đó bật hay tắt.
zh_hans: “感兴趣”会把话题计入上方的筛选。“已静音”会在国际信息流中隐藏关于它的帖子，无论该筛选是否开启。
zh_hant: 「感興趣」會將主題納入上方的篩選。「已靜音」會從「國際」隱藏相關貼文，無論該篩選是否開啟。

# preferences.topics.hide.a11yHint
source: Hidden subjects are removed from every feed, not only this one.
ar: المواضيع المخفية تُزال من كل الخلاصات، لا من هذه وحدها.
bn: লুকানো বিষয় শুধু এই ফিড নয়, প্রতিটি ফিড থেকে সরে যায়।
ca: Els temes amagats s'eliminen de tots els canals, no només d'aquest.
cs: Skrytá témata se odstraní ze všech kanálů, ne jen z tohoto.
da: Skjulte emner fjernes fra alle feeds, ikke kun dette.
de: Ausgeblendete Themen werden aus jedem Feed entfernt, nicht nur aus diesem.
el: Τα κρυμμένα θέματα αφαιρούνται από κάθε ροή, όχι μόνο από αυτήν.
es: Los temas ocultos se quitan de todos los feeds, no solo de este.
fi: Piilotetut aiheet poistetaan kaikista syötteistä, ei vain tästä.
fr: Les sujets masqués sont retirés de tous les fils, pas seulement celui-ci.
he: נושאים מוסתרים מוסרים מכל פיד, לא רק מזה.
hi: छिपाए गए विषय हर फ़ीड से हटा दिए जाते हैं, सिर्फ़ इससे नहीं।
hr: Skrivene teme uklanjaju se iz svakog feeda, ne samo ovog.
hu: Az elrejtett témák minden hírfolyamból eltűnnek, nem csak ebből.
id: Topik yang disembunyikan dihapus dari setiap feed, bukan hanya yang ini.
it: Gli argomenti nascosti vengono rimossi da ogni feed, non solo da questo.
ja: 非表示にした分野は、このフィードだけでなく、すべてのフィードから外れます。
ko: 숨긴 주제는 이 피드뿐 아니라 모든 피드에서 사라져요.
ml: മറച്ച വിഷയങ്ങൾ ഈ ഫീഡിൽ നിന്ന് മാത്രമല്ല, എല്ലാ ഫീഡുകളിൽ നിന്നും നീക്കം ചെയ്യുന്നു.
ms: Subjek yang disembunyikan dialih keluar daripada setiap suapan, bukan hanya yang ini.
nb: Skjulte temaer fjernes fra alle feeder, ikke bare denne.
nl: Verborgen onderwerpen verdwijnen uit elke feed, niet alleen uit deze.
pl: Ukryte tematy są usuwane ze wszystkich kanałów, nie tylko z tego.
pt_br: Os assuntos ocultos são removidos de todos os feeds, não só deste.
pt_pt: Os assuntos ocultos são removidos de todos os feeds, não apenas deste.
ro: Subiectele ascunse sunt eliminate din toate fluxurile, nu doar din acesta.
ru: Скрытые темы убираются из всех лент, а не только из этой.
sk: Skryté témy sa odstránia zo všetkých kanálov, nielen z tohto.
sv: Dolda ämnen tas bort från alla flöden, inte bara det här.
ta: மறைக்கப்பட்ட தலைப்புகள் இதிலிருந்து மட்டுமல்ல, எல்லா ஊட்டங்களிலிருந்தும் நீக்கப்படும்.
te: దాచిన అంశాలు ఈ ఫీడ్ నుండే కాదు, ప్రతి ఫీడ్ నుండి తొలగించబడతాయి.
th: เรื่องที่ซ่อนจะถูกนำออกจากทุกฟีด ไม่ใช่แค่ฟีดนี้
tr: Gizlenen konular yalnızca bu akıştan değil, tüm akışlardan kaldırılır.
uk: Приховані теми прибираються з кожної стрічки, а не лише з цієї.
ur: چھپائے گئے موضوعات ہر فیڈ سے ہٹا دیے جاتے ہیں، صرف اس سے نہیں۔
vi: Chủ đề bị ẩn sẽ bị gỡ khỏi mọi bảng tin, không chỉ bảng tin này.
zh_hans: 被隐藏的主题会从所有信息流中移除，而不只是这一个。
zh_hant: 隱藏的主題會從所有動態移除，而不只是這一個。

# preferences.topics.hide.a11yLabel
source: Hide %@ completely
ar: إخفاء %@ تمامًا
bn: %@ সম্পূর্ণ লুকান
ca: Amaga %@ completament
cs: Úplně skrýt: %@
da: Skjul %@ helt
de: %@ komplett ausblenden
el: Πλήρης απόκρυψη: %@
es: Ocultar %@ por completo
fi: Piilota %@ kokonaan
fr: Masquer complètement %@
he: הסתר את %@ לגמרי
hi: %@ को पूरी तरह छिपाएँ
hr: Potpuno sakrij: %@
hu: %@ teljes elrejtése
id: Sembunyikan %@ sepenuhnya
it: Nascondi %@ completamente
ja: %@を完全に非表示にする
ko: %@ 완전히 숨기기
ml: %@ പൂർണമായും മറയ്ക്കുക
ms: Sembunyikan %@ sepenuhnya
nb: Skjul %@ helt
nl: %@ helemaal verbergen
pl: Ukryj całkowicie: %@
pt_br: Ocultar %@ por completo
pt_pt: Ocultar %@ por completo
ro: Ascunde complet %@
ru: Полностью скрыть: %@
sk: Úplne skryť: %@
sv: Dölj %@ helt
ta: %@ ஐ முழுமையாக மறை
te: %@ను పూర్తిగా దాచు
th: ซ่อน %@ ทั้งหมด
tr: %@ konusunu tamamen gizle
uk: Повністю приховати: %@
ur: %@ مکمل طور پر چھپائیں
vi: Ẩn hoàn toàn %@
zh_hans: 完全隐藏%@
zh_hant: 完全隱藏%@

# preferences.topics.hideHint
source: Tap a subject to see more of it. Tap the eye to take it off your timeline completely.
ar: اضغط على موضوع لترى المزيد منه. اضغط على العين لإزالته من ملفك تمامًا.
bn: আরও দেখতে একটি বিষয়ে ট্যাপ করুন। আপনার টাইমলাইন থেকে সম্পূর্ণ সরাতে চোখের চিহ্নে ট্যাপ করুন।
ca: Toca un tema per veure'n més. Toca l'ull per treure'l completament de la teva cronologia.
cs: Klepnutím na téma uvidíš víc jeho příspěvků. Klepnutím na oko ho úplně odstraníš ze své časové osy.
da: Tryk på et emne for at se mere af det. Tryk på øjet for at fjerne det helt fra din tidslinje.
de: Tippe auf ein Thema, um mehr davon zu sehen. Tippe auf das Auge, um es ganz von deiner Timeline zu nehmen.
el: Πάτησε ένα θέμα για να δεις περισσότερα. Πάτησε το μάτι για να το αφαιρέσεις εντελώς από τη ροή σου.
es: Toca un tema para ver más de él. Toca el ojo para quitarlo por completo de tu cronología.
fi: Napauta aihetta nähdäksesi sitä enemmän. Napauta silmää poistaaksesi sen aikajanaltasi kokonaan.
fr: Touchez un sujet pour en voir davantage. Touchez l’œil pour le retirer complètement de votre fil.
he: הקש על נושא כדי לראות ממנו יותר. הקש על העין כדי להסיר אותו לגמרי מציר הזמן שלך.
hi: किसी विषय को ज़्यादा देखने के लिए उस पर टैप करें। उसे अपनी टाइमलाइन से पूरी तरह हटाने के लिए आँख पर टैप करें।
hr: Dodirni temu da vidiš više nje. Dodirni oko da je potpuno skineš sa svoje vremenske trake.
hu: Koppints egy témára, hogy többet láss belőle. Koppints a szemre, hogy teljesen eltűnjön az idővonaladról.
id: Ketuk sebuah topik untuk melihat lebih banyak. Ketuk mata untuk menghapusnya sepenuhnya dari timeline-mu.
it: Tocca un argomento per vederne di più. Tocca l'occhio per toglierlo del tutto dalla tua timeline.
ja: 分野をタップすると、その分野がより多く表示されます。目のアイコンをタップすると、タイムラインから完全に外します。
ko: 주제를 탭하면 더 많이 볼 수 있어요. 눈 아이콘을 탭하면 타임라인에서 완전히 숨겨요.
ml: ഒരു വിഷയം കൂടുതൽ കാണാൻ അതിൽ ടാപ്പ് ചെയ്യുക. നിങ്ങളുടെ ടൈംലൈനിൽ നിന്ന് പൂർണമായും ഒഴിവാക്കാൻ കണ്ണിൽ ടാപ്പ് ചെയ്യുക.
ms: Ketik subjek untuk melihat lebih banyak tentangnya. Ketik mata untuk mengeluarkannya sepenuhnya daripada garis masa anda.
nb: Trykk på et tema for å se mer av det. Trykk på øyet for å fjerne det helt fra tidslinjen din.
nl: Tik op een onderwerp om er meer van te zien. Tik op het oog om het helemaal van je tijdlijn te halen.
pl: Stuknij temat, aby widzieć go częściej. Stuknij oko, aby całkowicie usunąć go z osi czasu.
pt_br: Toque em um assunto para ver mais dele. Toque no olho para tirá-lo por completo da sua linha do tempo.
pt_pt: Toque num assunto para ver mais sobre ele. Toque no olho para o retirar totalmente da sua cronologia.
ro: Atinge un subiect ca să vezi mai mult din el. Atinge ochiul ca să-l scoți complet din flux.
ru: Коснитесь темы, чтобы видеть больше такого. Коснитесь глаза, чтобы полностью убрать её из ленты.
sk: Ťuknutím na tému uvidíš viac z nej. Ťuknutím na oko ju úplne odstrániš zo svojej časovej osi.
sv: Tryck på ett ämne för att se mer av det. Tryck på ögat för att ta bort det helt från din tidslinje.
ta: ஒரு தலைப்பை அதிகம் காண அதைத் தட்டுங்கள். உங்கள் காலவரிசையிலிருந்து முழுமையாக நீக்க கண் குறியைத் தட்டுங்கள்.
te: మరింత చూడటానికి ఒక అంశాన్ని ట్యాప్ చేయండి. మీ టైమ్‌లైన్ నుండి పూర్తిగా తీసివేయడానికి కన్ను గుర్తును ట్యాప్ చేయండి.
th: แตะเรื่องเพื่อดูเรื่องนั้นมากขึ้น แตะรูปตาเพื่อนำออกจากไทม์ไลน์ของคุณทั้งหมด
tr: Daha fazlasını görmek için bir konuya dokunun. Zaman akışınızdan tamamen kaldırmak için göz simgesine dokunun.
uk: Торкніться теми, щоб бачити її більше. Торкніться ока, щоб повністю прибрати її з вашої стрічки.
ur: کسی موضوع کا مزید دیکھنے کے لیے اس پر ٹیپ کریں۔ اسے اپنی ٹائم لائن سے مکمل طور پر ہٹانے کے لیے آنکھ پر ٹیپ کریں۔
vi: Chạm vào một chủ đề để xem nhiều hơn. Chạm vào con mắt để gỡ hoàn toàn khỏi dòng thời gian của bạn.
zh_hans: 轻点主题可查看更多相关内容。轻点眼睛图标可将其从你的时间线中完全移除。
zh_hant: 輕點主題以查看更多。輕點眼睛圖示可將它從你的時間軸完全移除。

# preferences.topics.unhide.a11yLabel
source: Stop hiding %@
ar: إظهار %@ مجددًا
bn: %@ লুকানো বন্ধ করুন
ca: Deixa d'amagar %@
cs: Přestat skrývat: %@
da: Stop med at skjule %@
de: %@ nicht mehr ausblenden
el: Να μην κρύβεται πια: %@
es: Dejar de ocultar %@
fi: Lopeta aiheen %@ piilottaminen
fr: Ne plus masquer %@
he: הפסק להסתיר את %@
hi: %@ को छिपाना बंद करें
hr: Prestani skrivati: %@
hu: %@ elrejtésének megszüntetése
id: Berhenti menyembunyikan %@
it: Smetti di nascondere %@
ja: %@の非表示を解除
ko: %@ 숨김 해제
ml: %@ മറയ്ക്കുന്നത് നിർത്തുക
ms: Berhenti menyembunyikan %@
nb: Slutt å skjule %@
nl: %@ niet meer verbergen
pl: Przestań ukrywać: %@
pt_br: Parar de ocultar %@
pt_pt: Deixar de ocultar %@
ro: Nu mai ascunde %@
ru: Перестать скрывать: %@
sk: Prestať skrývať: %@
sv: Sluta dölja %@
ta: %@ ஐ மறைப்பதை நிறுத்து
te: %@ను దాచడం ఆపు
th: เลิกซ่อน %@
tr: %@ konusunu gizlemeyi bırak
uk: Перестати приховувати: %@
ur: %@ چھپانا بند کریں
vi: Ngừng ẩn %@
zh_hans: 停止隐藏%@
zh_hant: 停止隱藏%@
